{
  "storeItems": [
    {
      "food": [
        {
          "vegetables": [
            {
              "id": "v1",
              "item": "Organic broccoli",
              "category": "vegetables",
              "price": "€1.50",
              "quantity": "225g",
              "image": "images/broccoli.jpg",
              "desc": "Our organic raw broccoli contains almost 90% water, 7% carbs, 3% protein, and almost no fat. Broccoli is very low in calories, providing only 31 calories per cup (91 grams)."
            },
            {}
          ]
        },
        {
          "fruit": [
            {
              "id": "f1",
              "item": "Organic apple",
              "category": "fruit",
              "price": "€3.50",
              "quantity": "1kg",
              "image": "images/apple.jpg",
              "desc": "Our tasty organic apples are great any time of the day. Did you know that apples are part of the rose family like pears and plums and that there are over 8000 varieties. Of course we only select the tastiest organic Apples."
            }
          ]
        }
      ]
    },
    {
      "hardware": [
        {
          "tools": [
            {
              "id": "t1",
              "item": "Garden Hand Tools Set ",
              "category": "hardware",
              "price": "™15.99",
              "quantity": "N/A",
              "image": "images/hand-tools-set.jpeg",
              "desc": "3 piece set Contains: Transplanting Trowel, Hand Fork, Hand Trowel, Material: Aluminum Alloy"
            },
            {
              "id": "t2",
              "item": "Long handled fork",
              "category": "hardware",
              "price": "€25.00",
              "quantity": "N/A",
              "image": "images/long-handled-garden-fork-a.jpeg",
              "desc": "This digging fork comes with a black Painted Steel Head, consisting of 4 Tines, solid timber Handle and comfort Plastic D Grip ideal for Light digging around the garden."
            }
          ]
        }
      ]
    },
    {
      "seeds": [
        {
          "id": "s1",
          "item": "Beetroot seeds",
          "category": "Seeds",
          "price": "€2.99",
          "quantity": "250 seeds",
          "image": "images/beetroot.jpeg",
          "desc": "Beetroot has long been a popular choice for its reliable crops of attractive, flavoursome and nutritious roots. Beetroot provides a vibrant splash of colour to any dish, not to mention great flavour, texture and excellent health benefits. Enjoy hot, cold or pickled! "
        },
        {
          "id": "s2",
          "item": "Brussel sprout seeds",
          "category": "Seeds",
          "price": "€2.80",
          "quantity": "50 seeds",
          "image": "images/brussels-sprout-seeds.jpeg",
          "desc": "Groninger is an old variety of Brussel sprout, which has deveoped along with the environment for a very long time. Brussels Sprouts are ready to harvest in Winter, when not much else is, and obviously they go great with Christmas dinner!"
        }
      ]
    }
  ]
}
